Repository: PlayOnLinux/POL-POM-4
Catalog: lang/po/*.po
Languages: ru

source: Wait while the patch 1 is downloading...\nThis operation can take time, depending of your connexion.
ru: Подождите пока загружается патч №1...\nЭта операция может занять некоторое время, которое зависит от вашего соединения.

source: Wait while the patch 2 is downloading...\nThis operation can take time, depending of your connexion.
ru: Подождите пока загружается патч №2...\nЭта операция может занять некоторое время, которое зависит от вашего соединения.

source: Wait while the patch 3 is downloading...\nThis operation can take time, depending of your connexion.
ru: Подождите пока загружается патч №3...\nЭта операция может занять некоторое время, которое зависит от вашего соединения.

source: Wait while the patch 4 is downloading...\nThis operation can take time, depending of your connexion.
ru: Подождите пока загружается патч №4...\nЭта операция может занять некоторое время, которое зависит от вашего соединения.

source: Donwload finished.\nPatches installation will begin
ru: Загрузка завершена.\nНачинается установка патчей

source: Installing vcrun2008 and wininet and disabling d3d9 and d3d8 dlls to force the game to use OpenGL
ru: Установка vcrun2008 и wininet и отключение d3d9 и d3d8, чтобы принудить игру использовать OpenGL

source: During installation, please UNCHECK all drivers for the NI controllers and audio interfaces. The install will fail if left checked, and are not needed.
ru: Во время установки, пожалуйста, откажитесь ото всех драйверов для контроллеров NI и звуковых интерфейсов. Они не нужны, и установка завершится с ошибкой, если оставить их выбранными.

source: ja_JP.utf8 locale must be installed for $TITLE to work.
ru: Для работы $TITLE должна быть установлена локаль ja_JP.utf8

source: Would you like to enable the English GUI Patch?
ru: Использовать англоязычный патч графического интерфейса?

source: $TITLE has been successfully installed.\n\nIf the game crashes at startup, open a terminal and type:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope
ru: $TITLE успешно установлен.\n\nЕсли игра падает при запуске, откройте терминал и выполните:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope

source: Do you want to browse $TITLE website?
ru: Вы хотите открыть сайт $TITLE?

source: The CD-ROM version is out to date. Do not forget to update $TITLE if you want it to run correctly with $APPLICATION_TITLE
ru: Версия, содержащаяся на компакт-диске, устарела. Не забудьте обновить $TITLE, чтобы корректно запускать его с $APPLICATION_TITLE

source: Your browser will pop, download patch from it and uncompress it please
ru: Сейчас в браузере откроется страница, загрузите патч и распакуйте его.

source: Please insert game media 1 into your disk drive\nif not already done.
ru: Пожалуйста вставьте игровой носитель 1 в дисковод, если Вы ещё этого не сделали.

source: Please insert game media 2 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте второй диск с игрой в дисковод\nесли вы еще не сделали этого.

source: Please insert game media 3 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте третий диск с игрой в дисковод\nесли вы еще не сделали этого.

source: Please insert game media 4 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте четвертый диск с игрой в дисковод\nесли вы еще не сделали этого.

source: Please insert game media 5 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте пятый диск с игрой в дисковод\nесли вы еще не сделали этого.

source: Transferring files from Disc 1
ru: Перенос файлов с Диска 1

source: Please insert "$TITLE" disc 2
ru: Пожалуйста, вставьте "$TITLE" диск 2

source: Transferring files from Disc 2
ru: Перенос файлов с Диска 2

source: Please select MORE OPTIONS, then uncheck the RUN "$TITLE" AFTER INSTALLATION option. If you do not, the install will fail!
ru: Пожалуйста, выберете БОЛЬШЕ ОПЦИЙ (MORE OPTIONS) а затем снимите флажок с ЗАПУСТИТЬ "$TITLE" ПОСЛЕ УСТАНОВКИ (UN "$TITLE" AFTER INSTALLATION). Если вы этого не сделаете

source: Do you want to install $TITLE to sync an USB device?
ru: Хотите установить $TITLE чтобы синхронизировать ваше USB-устройство?

source: Wine does not support USB yet. You will not able to sync your iDevices with $APPLICATION_TITLE. Sorry
ru: На данный момент Wine не поддерживает USB. Вы не сможете синхронизировать ваши яблочные устройства с помощью $APPLICATION_TITLE. Приносим извинения.

source: Please select the 32bit version of iTunes
ru: Пожалуйста, выберите 32 битную версию iTunes

source: Please select $TITLE install file. Do NOT run rFactor after install has finished. Let DirectX install when asked. Make sure you set a 32-bit resolution when rFactor Config comes up.
ru: Пожалуйста, выберите установочный файл $TITLE. НЕ ЗАПУСКАЙТЕ rFactor по завершении установки. Установите DirectX когда вас попросят. Убедитесь в том, что установлено 32 битное разрешение когда появится окно конфигурации.

source: Report a bug
ru: Сообщить об ошибке

source: Please give the more details as you can, otherwise, it will be very difficult to help you
ru: Пожалуйста, предоставьте как можно больше сведений и деталей, в противном случае помочь Вам будет очень сложно.

source: This wizard will help you to report a bug about an officially supported program.
ru: Этот мастер поможет Вам сообщить об ошибке в официально поддерживаемой программе.

source: Your $APPLICATION_TITLE version is not up to date.\nYou must update $APPLICATION_TITLE before sending a bug report.\nThank you
ru: Ваша версия $APPLICATION_TITLE устарела.\nПеред отправкой сообщения об ошибке следует обновить $APPLICATION_TITLE.\nСпасибо

source: I have a problem with a software
ru: У меня возникла проблема с программой

source: My problem concerns $APPLICATION_TITLE itself
ru: Моя проблема относится к $APPLICATION_TITLE как к таковому

source: What kind of problem do you have?
ru: Какого типа возникшая проблема?

source: Don't join any log file
ru: Не прикреплять лог

source: Manual installation
ru: Ручная установка

source: Automatic installation
ru: Автоматическая установка

source: Choose the log file corresponding to your software.
ru: Выберите лог, относящийся к Вашей программе.

source: Please explain your problem clearly (english only):
ru: Пожалуйста, опишите Вашу проблему ясно и чётко (строго на английском):

source: Sorry, we need a detailed description.
ru: Извините, но необходимо подробное описание.

source: Virtual drive creator
ru: Утилита для создания виртуальных дисков

source: Welcome to $APPLICATION_TITLE virtual drive creator.\n\nThis tool will help you to make a new virtual drive
ru: Добро пожаловать в мастер создание виртуальных дисков $APPLICATION_TITLE.\n\nЭтот инструмент поможет Вам создать новый виртуальный диск

source: What kind of virtual drive do you want to create
ru: Какого типа виртуальный диск Вы хотите создать

source: (If this list is empty, please install a wine version with wine version manager)
ru: (Если этот список пуст, пожалуйста, установите одну из версий Wine с помощью управления версиями Wine)

source: Which version of Wine would you like to use?
ru: Какую версию Wine Вы бы хотели использовать?

source: Choose the name of the virtual drive
ru: Выберите имя виртуального диска

source: Run a local script
ru: Выполнить локальный сценарий

source: This wizard will help you to run an unofficial $APPLICATION_TITLE Script.
ru: Этот мастер поможет Вам запустить неофициальный скрипт установки $APPLICATION_TITLE.

source: Choose a valid $APPLICATION_TITLE script to run.
ru: Выберите корректный скрипт $APPLICATION_TITLE для запуска.

source: Error!
ru: Ошибка!

source: File not found!
ru: Файл не найден!

source: This wizard will help you to install Wine:
ru: Этот мастер поможет вам установить Wine:

source: on the $APPLICATION_TITLE environment.
ru: в окружении $APPLICATION_TITLE

source: $APPLICATION_TITLE Application Configurator
ru: Настройка приложения $APPLICATION_TITLE

source: Are you sure you want to shutdown all active $APPLICATION_TITLE applications?
ru: Вы уверены, что хотите прервать все активные приложения $APPLICATION_TITLE?

source: $APPLICATION_TITLE shortcut creator
ru: Мастер создания ярлыков $APPLICATION_TITLE

source: Please choose a software to package
ru: Пожалуйста, выберите программу для упаковки

source: Creating shortcut...
ru: Создание ярлыка...

source: The shortcut has been placed on your desktop
ru: Ярлык помещен на рабочий стол

source: Copying virtual drive
ru: Копирование виртуального диска

source: Autorun
ru: Автозапуск

source: No setup location found in autorun.inf
ru: В autorun.inf не найден путь для установки

source: Welcome to $APPLICATION_TITLE manual installation wizard.\n\nThis script will allow you to install any program on $APPLICATION and use it with all the tools\n\nWarning: We are unable to guarantee that your application will work perfectly.
ru: Добро пожаловать в мастер ручной установки $APPLICATION_TITLE!\n\nЭтот скрипт теоретически позволит Вам установить любую программу на $APPLICATION и использовать все её возможности.\n\nВнимание: мы не можем гарантировать, что Ваше приложение будет работать идеально.

source: Install a program in a new virtual drive
ru: Установить программу на новый виртуальный диск

source: Edit or update an existing application
ru: Редактировать или обновить существующее приложение

source: What would you like to do?
ru: Что бы вы хотели сделать?

source: Please type a name for your application's virtual drive.\nThis name shouldn't contain spaces.
ru: Пожалуйста, введите имя виртуального диска Вашей программы.\nОно не должно содержать пробелов.

source: Please choose a program
ru: Пожалуйста, выберите программу

source: Use another version of Wine
ru: Использовать другую версию Wine

source: Configure Wine
ru: Настроить Wine

source: Install some libraries
ru: Установить дополнительные библиотеки

source: If you don't know, unselect all
ru: Если Вы не знаете, что нужно выбрать, снимите все флажки

source: What would you like to do before installation?
ru: Что Вы хотите сделать перед установкой?

source: Please make your choice
ru: Пожалуйста, сделайте свой выбор

source: Looking for runnable CD-ROMs
ru: Поиск запускаемых компакт-дисков

source: Select another file
ru: Выберите другой файл

source: Please choose a way to install your program
ru: Пожалуйста, выберите путь установки программы

source: Please select the install file to run.
ru: Пожалуйста, выберите установщик для запуска.

source: You must choose a file!
ru: Необходимо выбрать файл!

source: $APPLICATION_TITLE is installing your application...
ru: $APPLICATION_TITLE устанавливает Ваше приложение...

source: $APPLICATION_TITLE package manager:
ru: $APPLICATION_TITLE пакетный менеджер:

source: Usage:
ru: Использование:

source: Choose a file
ru: Выберите файл:

source: or
ru: или

source: Extract the package
ru: Распаковать пакет

source: Install the package
ru: Установить пакет

source: Show this message
ru: Показывать это сообщение

source: Choose a package to install
ru: Выберите пакет для установки

source: PlayOnLinux package manager
ru: Управление пакетами PlayOnLinux

source: Unable to find the file:
ru: Не удалось найти файл:

source: isn't a valid PlayOnLinux package!
ru: не является корректным пакетом PlayOnLinux!

source: This file:
ru: Этот файл:

source: does not exist!
ru: не существует!

source: Extracting:
ru: Извлечение:

source: Running...
ru: Запуск...

source: Cleaning...
ru: Очистка...

source: Killing programs in the virtual drive...
ru: Останавливаются процессы на виртуальном диске...

source: Icon selection
ru: Выбор значка

source: Please select an icon file
ru: Пожалуста, выберите файл значка

source: Bad file extension
ru: Недопустимое расширение файла

source: is not an icon extension
ru: это не расширение файла значка

source: Registry Editor
ru: Редактор реестра

source: Update wineprefix
ru: Обновить wineprefix

source: Simulate Windows reboot
ru: Имитировать перезагрузку Windows

source: Use Advanced Wine Configuration plugin
ru: Используйте плагин продвинутой настройки Wine (Advanced Wine Configuration)

source: Use PlayOnLinux's configurator for
ru: Использовать мастер настройки PlayOnLinux для

source: Change the icon
ru: Изменить значок

source: Use WineTricks
ru: Испльзовать WineTricks

source: Please choose an action to perform
ru: Пожалуйста, выберите выполняемое действие

source: What do you want to do?
ru: Что вы хотите сделать?

source: Please choose a CD-ROM
ru: Пожалуйста, выберите компакт-дисковод

source: Please choose a CD-ROM to eject
ru: Выберите компакт-дисковод для извлечения...

source: Please choose a software to run
ru: Пожалуйста, выберите программу для запуска

source: $APPLICATION_TITLE debugger is starting...
ru: $APPLICATION_TITLE отладчик запускается...

source: $PACKAGE crashed.\nClick on debug link to get more details.
ru: $PACKAGE прекратил свою работу.\nНажмите "Отладка" ("Debug"), чтобы узнать подробности.

source: $PACKAGE crashed.
ru: $PACKAGE прекратил свою работу.

source: $APPLICATION_TITLE is analysing your application
ru: $APPLICATION_TITLE анализирует Ваше приложение

source: Do you want $APPLICATION_TITLE to install it automatically for you?
ru: Вы хотите, чтобы $APPLICATION_TITLE установил его для Вас автоматически?

source: We have detected that the program you want to install is :
ru: Мы определили, что программа, которую Вы хотите установить - это:

source: Welcome to $APPLICATION_TITLE assistant.\nIt will help you to install $file on your computer.\n\nBe careful! This program is not officially supported by $APPLICATION_TITLE.\nTherefore, it might not work as expected
ru: Добро пожаловать в помощник $APPLICATION_TITLE!\nОн поможет Вам установить $file на Ваш компьютер.\n\nВнимание! Эта программа официально не поддерживается $APPLICATION_TITLE.\nСоответственно, она может работать не так, как ожидается.

source: What is the name of you program?
ru: Как называется Ваша программа?

source: Don't install XQuartz for the moment
ru: Не устанавливать XQuartz сейчас

source: I've downloaded the file by myself
ru: Файл загружен программой самостоятельно

source: Please download XQuartz for me
ru: Пожалуйста, загрузите XQuartz

source: Downloading XQuartz
ru: Загрузка XQuartz

source: Where is
ru: Где

source: Installing XQuartz...
ru: Установка XQuartz...

source: XQuartz has been installed.
ru: XQuartz установлен.

source: $APPLICATION_TITLE Uninstaller
ru: Деинсталлятор $APPLICATION_TITLE

source: Please select a program to uninstall
ru: Пожалуйста, выберите программу для удаления

source: Click Next to continue.
ru: Для продолжения щелкните Далее.

source: This wizard will help you to uninstall:
ru: Этот мастер поможет Вам удалить программу:

source: Uninstalling...
ru: Удаление...

source: has been uninstalled successfully.
ru: успешно удалена.

source: Cannot find the shortcut
ru: Не удалось найти ярлык

source: $APPLICATION_TITLE auto-updater
ru: Мастер автоматического обновления $APPLICATION_TITLE

source: Updating $APPLICATION_TITLE from GIT...
ru: Обновление $APPLICATION_TITLE из GIT-репозитория...

source: Do you want to update and restart $APPLICATION_TITLE?
ru: Вы хотите обновить и перезапустить $APPLICATION_TITLE?

source: Already up-to-date.
ru: Уже установлена самая новая версия.

source: $APPLICATION_TITLE has encountered an error. If the program does not work correctly, it might be the cause of the problem.\nVisit www.$POL_DNS to get further information
ru: $APPLICATION_TITLE обнаружила ошибку. Если программа не работает так, как надо, это может быть причиной проблемы.\nБолее подробную информацию можно найти в интернете по адресу: www.$POL_DNS

source: $APPLICATION_TITLE has encountered an error. If the program you are installing does not work correctly, it might be the cause of the problem.\nVisit www.$POL_DNS to get further information
ru: $APPLICATION_TITLE обнаружила ошибку. Если программа, которую Вы устанавливаете, не работает так, как надо, это может быть причиной проблемы.\nБолее подробную информацию можно найти в интернете по адресу: www.$POL_DNS

source: $APPLICATION_TITLE has encountered a fatal error. $APPLICATION_TITLE will stop the installation process.\nVisit www.$POL_DNS to get further information
ru: $APPLICATION_TITLE обнаружила критическую ошибку. $APPLICATION_TITLE прервёт процесс установки.\nБолее подробную информацию можно найти в интернете по адресу: www.$POL_DNS

source: Please wait while the virtual drive is being created...
ru: Пожалуйста, подождите, пока создаётся виртуальный диск...

source: Please wait while $APPLICATION_TITLE is simulating a Windows reboot
ru: Пожалуйста, подождите, пока $APPLICATION_TITLE имитирует перезагрузку Windows...

source: Setting Program Files var
ru: Установка переменной Program Files

source: This function is disabled in the PlayOnlinux environment.
ru: Эта функция недоступна в окружении PlayOnLinux

source: Warning !!\n\nThe signature of the script you are trying to run is NOT valid\n\nPlayOnLinux has not approved this script and will not be responsible from it.\nPlease ensure you know what you are doing !
ru: Внимание!\n\nПодпись скрипта, который Вы пытаетесь запустить, недействительна!\n\nЭтот скрипт не проходил процедуру одобрения PlayOnLinux, и PlayOnLinux не отвечает за него.\nПожалуйста, убедитесь, что знаете, что делаете!

source: Here the source code of the script. Check it carefully
ru: Здесь находится исходный код скрипта. Проверьте его внимательно

source: Warning !!\n\nThe signature of the script you are trying to run is NOT valid\n\n$APPLICATION_TITLE has not approved this script and will not be responsible from it.\nPlease ensure you know what you are doing!
ru: Внимание!\n\nПодпись скрипта, который Вы пытаетесь запустить, недействительна!\n\nЭтот скрипт не проходил процедуру одобрения $APPLICATION_TITLE, и $APPLICATION_TITLE не отвечает за него.\nПожалуйста, убедитесь, что знаете, что делаете!

source: External library
ru: Внешняя библиотека

source: Here the source code of the script. Check it carrefully
ru: Здесь находится исходный код скрипта. Проверьте его внимательно

source: Making shortcut...
ru: Создание иконки...

source: Do you want to delete the virtual drive:
ru: Вы хотите удалить виртуальный диск:

source: The following file is located on a FAT32 filesystem.\nIt might prevent wine from working\n\n$FilePath
ru: Этот файл расположен на диске с файловой системой FAT32.\nИз-за этого Wine может не работать.\n\n$FilePath

source: The following file is located on a NTFS filesystem.\nIt might prevent wine from working\n\n$FilePath
ru: Этот файл расположен на диске с файловой системой NTFS.\nИз-за этого Wine может не работать.\n\n$FilePath

source: The following file is located on a fuse filesystem.\nIt might prevent wine from working\n\n$FilePath
ru: Этот файл расположен на файловой системой в пользовательском пространстве (FUSE).\nИз-за этого Wine может не работать.\n\n$FilePath

source: The following file is located on a noexec mounted filesystem.\nIt might prevent wine from working\n\n$FilePath
ru: Этот файл расположен на диске, примонтированным без прав на исполнение.\nИз-за этого Wine может не работать.\n\n$FilePath

source: Checking plugin:
ru: Проверка плагина:

source: New:
ru: Новые:

source: Updating plugin. Previous:
ru: Обновление плагина. Предыдущий:

source: Installing plugin:
ru: Установка плагина:

source: Binary not found: $BINARY\nHave you installed the program to the default location?
ru: Исполняемый файл не найден: $BINARY\nУбедитесь, что выбрана папка установки программы по умолчанию.

source: No enough space to download:\n$URL ($neededSpace KB)
ru: Недостаточно свободного места для загрузки :\n$URL ($neededSpace KБ)

source: Please wait while $APPLICATION_TITLE is downloading:
ru: Пожалуйста, подождите пока скачивается $APPLICATION_TITLE:

source: An error happened during download.
ru: Во время загрузки произошла ошибка.

source: Do you want to retry?
ru: Хотите попробовать еще раз?

source: Error ! Files mismatch\n\nLocal : $LOCAL_MD5\nServer : $SERVER_MD5
ru: Ошибка! Файлы не совпадают\n\nЛокальный: $LOCAL_MD5\nНа сервере : $SERVER_MD5

source: 7z not installed, please check that you have 7zip installed and try again
ru: 7z не установлен, пожалуйста, убедитесь что 7zip установлен и попробуйте снова

source: Failed to locate ${dest} from ${archive}
ru: Не удалось разместить ${dest} из ${archive}

source: Extracting ${filename} from ${archivename}
ru: Извлечение ${filename} из ${archivename}

source: Extracted file size does not match!
ru: Размер извлечённого файла не сходится!

source: Copying ${filename}
ru: Копирование ${filename}

source: File size does not match!
ru: Размер файла не сходится!

source: Sorry, $APPLICATION_TITLE $VERSION is too old to continue.\n$APPLICATION_TITLE $NEEDED is required.
ru: К сожалению, $APPLICATION_TITLE $VERSION слишком устарело, и продолжить нельзя.\nТребуется $APPLICATION_TITLE $NEEDED.

source: Warning: You are running $APPLICATION_TITLE $VERSION.\n$APPLICATION_TITLE $NEEDED is recommended to continue.
ru: Внимание: Вы запускаете $APPLICATION_TITLE $VERSION.\nДля того, чтобы продолжить, рекомендуется $APPLICATION_TITLE $NEEDED.

source: $AUTHOR profile
ru: $AUTHOR профиль

source: on your computer.
ru: на Ваш компьютер.

source: will be installed in:
ru: будет установлена в:

source: Click Next to start
ru: Чтобы начать щелкните Далее

source: This installation program is provided by:
ru: Установщик предоставлен:

source: This program was created by:
ru: Программа создана:

source: This wizard will help you install
ru: Этот мастер поможет Вам установить

source: Welcome to $APPLICATION_TITLE Installation Wizard.
ru: Добро пожаловать в установщик $APPLICATION_TITLE.

source: One or more program(s) are missing. Please install them and run the script again.
ru: Одна или несколько программ отсутствуют. Пожалуйста, установите их и запустите скрипт ещё раз.

source: Error
ru: Ошибка

source: Where is mounted your CD-ROM?
ru: Где примонтирован Ваш компакт-диск?

source: Other
ru: Другие

source: Refresh
ru: Обновить

source: Reading your device
ru: Чтение Вашего устройства

source: Error: Unable to find the CD-ROM!
ru: Ошибка: не удалось обнаружить CD-ROM!

source: Don't forget to go to PlayOnMac tools menu -> Read a PC CD-Rom before running your game
ru: Не забудьте перед запуском игры выполнить PlayOnMac tools menu -> Read a PC CD-Rom

source: Please wait while $APPLICATION_TITLE is copying files:
ru: Пожалуйста, подождите пока $APPLICATION_TITLE копирует файлы:

source: Scanning the virtual drive ...
ru: Сканирование виртуального диска...

source: How much memory does your graphics board have?
ru: Сколько памяти в вашей видеокарте?

source: Video card does not have enough memory
ru: У вас слишком мало видеопамяти

source: Your video card does not have enough memory!\nIt might prevent the game from working
ru: У вас слишком мало видеопамяти!\nИгра может не заработать

source: Use Steam Store version
ru: Использовать версию из магазина Steam

source: Use Steam Store demo version
ru: Использовать демо-версию из магазина Steam

source: Use Desura Store version
ru: Использовать версию из магазина Desura

source: Use Desura Store demo version
ru: Использовать демо-версию из магазина Desura

source: Use Origin Store version
ru: Использовать версию из магазина Origin

source: Use Origin Store demo version
ru: Использовать демо-версию из магазина Origin

source: Use a setup file in my computer
ru: Использовать установщик с моего компьютера

source: Use CD-ROM(s)
ru: Использовать компакт-диск(и) CD

source: Use DVD-ROM(s)
ru: Использовать компакт-диск(и) DVD

source: Download the program
ru: Загрузить программу из сети

source: Please choose an installation method
ru: Пожалуйста, выберите метод установки

source: I don't want to make another shortcut
ru: Я не хочу создавать другой ярлык
