Repository: PlayOnLinux/POL-POM-4
Catalog: lang/po/*.po
Languages: ru

source: Browse
ru: Просмотр

source: Connect to your $APPLICATION_TITLE account
ru: Подключиться к Вашей учётной записи $APPLICATION_TITLE

source: Connecting...
ru: Подключение....

source: Failed to connect !\nPlease ensure that your login and your password are valid.
ru: Не удалось подключиться!\n\nПожалуйста, убедитесь, что имя пользователя и пароль правильны.

source: Please wait while $APPLICATION_TITLE is scanning your hardware
ru: Пожалуйста, подождите, пока $APPLICATION_TITLE изучает Ваше оборудование.

source: Wine seems to have crashed\n\nIf your program is running, just ignore this message
ru: Похоже, Wine прервала работу.\n\nЕсли Ваша программа работает, просто не обращайте внимания на это сообщение.

source: Unable to find version:
ru: Не удалось найти версию:

source: Downloading Wine:
ru: Загрузка Wine:

source: The download seems to have failed.
ru: Похоже, загрузка не удалась.

source: Extracting Wine...
ru: Извлечение Wine...

source: Overwrite (usually works, no guarantee)
ru: Перезаписать (обычно работает, но без гарантии)

source: Erase (virtual drive content will be lost)
ru: Стереть (содержимое виртуального диска будет уничтожено)

source: The target virtual drive $PREFNAME already exists:
ru: Целевой виртуальный диск $PREFNAME уже существует:

source: Please wait while $SOFTNAME is installed...
ru: Пожалуйста, подождите пока $SOFTNAME установится...

source: Be careful! This will kill install process. If it is not finished, you will have to reinstall $SOFTNAME
ru: Внимание! Это прервёт процесс установки. Если он не был завершён, Вам придётся переустановить $SOFTNAME

source: Install is done
ru: Установка завершена

source: Press next only when the installation process is finished
ru: Нажмите далее только когда процесс установки будет завершен

source: Please wait while $APPLICATION_TITLE is simulating a reboot
ru: Пожалуйста, подождите, пока $APPLICATION_TITLE имитирует перезагрузку.

source: Warning: This tool is for advanced users. To uninstall cleanly a program with {0}, you must delete the virtual drive associated
ru: Внимание: Эта утилита предназначена для опытных пользователей. Чтобы полностью удалить программу с {0}, нужно удалить связанный с ней виртуальный диск

source: General
ru: Основные

source: Make a new shortcut from this virtual drive
ru: Сделать новый ярлык из этого виртуального диска

source: Name
ru: Имя

source: Wine version
ru: Версия Wine

source: Debug flags
ru: Опции отладки

source: Virtual drive
ru: Виртуальный диск

source: Arguments
ru: Параметры

source: Run configuration wizard
ru: Запустить мастер настройки

source: Windows reboot
ru: Перезагрузка Windows

source: Repair virtual drive
ru: Восстановить виртуальный диск

source: Command prompt
ru: Командная строка

source: Task manager
ru: Диспетчер задач

source: Kill processes
ru: Завершить процессы

source: Wine uninstaller
ru: Деинсталлятор Wine

source: Be careful! Installing one of these components can break your virtual drive.
ru: Будьте осторожны! Установка одного из этих компонентов может повредить Ваш виртуальный диск.

source: Install
ru: Установка

source: Open program's directory
ru: Открыть каталог программы

source: Open virtual drive's directory
ru: Открыть каталог виртуального диска

source: GLSL Support
ru: Поддержка GLSL

source: Direct Draw Renderer
ru: Рендер Direct Draw

source: Video memory size
ru: Размер видеопамяти

source: Offscreen rendering mode
ru: Режим рендеринга Offscreen

source: Multisampling
ru: Мультисэмплинг

source: Strict Draw Ordering
ru: Строгий порядок отрисовки

source: Open a shell
ru: Открыть консоль

source: Run a .exe file in this virtual drive
ru: Выполнить файл .exe на этом виртуальном диске

source: Command to exec before running the program
ru: Команда, выполняемая перед запуском программы

source: Be careful! If you change
ru: Будьте осторожны! Если вы измените

source: {0} configuration
ru: Параметры {0}

source: Please select a program or a virtual drive to configure
ru: Пожалуйста, выберите настраиваемую программу или виртуальный диск

source: New
ru: Новый

source: Remove
ru: Удалить

source: Install components
ru: Установка компонентов

source: Display
ru: Экран

source: Miscellaneous
ru: Разное

source: This virtual drive is protected
ru: Этот виртуальный диск защищен

source: Are you sure you want to delete {0} virtual drive ?
ru: Вы уверены, что хотите удалить виртуальный диск {0}?

source: Are you sure you want to delete {0} ?
ru: Вы уверены, что хотите удалить {0}?

source: {0} debugger
ru: Отладчик {0}

source: Please select a debug file
ru: Пожалуйста, выберите файл отладки

source: Locate this logfile
ru: Укажите расположение лога

source: The file is named : {0}
ru: Поле называется: {0}

source: Virtual drives
ru: Виртуальные диски

source: Report a problem about {0}
ru: Сообщить о проблеме, связанной с {0}

source: Install scripts
ru: Установка сценариев

source: Error: Unable to reserve a valid port
ru: Ошибка: Не удалось зарезервировать действующий порт

source: WARNING. Please use POL_SetupWindow_Init first
ru: Внимание: пожалуйста, сначала используйте POL_SetupWindow_Init

source: {0} Wizard
ru: {0} Мастер

source: Cancel
ru: Отменить

source: Next
ru: Далее

source: I Agree
ru: Я согласен

source: Show virtual drives
ru: Показать виртуальные диски

source: Login:
ru: Логин:

source: Password:
ru: Пароль:

source: Register
ru: Регистрация

source: MB downloaded
ru: Мб загружено

source: of
ru: из

source: You cannot close this window
ru: Вы не можете закрыть это окно

source: No description
ru: Нет описания

source: Accessories
ru: Утилиты

source: Development
ru: Разработка

source: Education
ru: Обучение

source: Games
ru: Игры

source: Graphics
ru: Графика

source: Internet
ru: Интернет

source: Multimedia
ru: Мультимедия

source: Office
ru: Офис

source: Patches
ru: Патчи

source: Include:
ru: Включая:

source: Testing
ru: Тестирование

source: No-cd needed
ru: Необходим патч бездискового запуска (no-cd)

source: Commercial
ru: Коммерческий

source: Install a non-listed program
ru: Установить программу, отсутствующую в списке

source: When {0} installs a Windows program: - Leave the default location - Do not tick the checkbox 'Run the program' if asked.
ru: Когда {0} устанавливает программы для Windows: - Оставляйте без изменения путь установки - Не устанавливайте флажок "Запустить программу", если это сказано.

source: This program is currently in testing. It might not work as expected. Your feedback, positive or negative, is specially important to improve this installer.
ru: Программа находится в стадии тестирования. Она может работать не так, как предполагается. Ваши отзывы, как положительные, так и отрицательные, особенно важны для дальнейшего совершенствования этого установщика.

source: This program contains a protection against copy (DRM) incompatible with emulation. The only workaround is to use a "no-cd" patch, but since those can also be used for piracy purposes we won't give any support on this matter.
ru: Эта программа содержит защиту от копирования (DRM), несовместимую с режимом эмуляции. Единственный способ обойти это - использовать патч бездискового запуска "no-cd", но, так как это может быть использовано в пиратских целях, мы не оказываем никакой поддержки подобным приёмам.

source: By enabling this, you will have access to installers for programs that contain protections against copy (DRM) incompatible with emulation. The only workaround is to use "no-cd" patches, but since those can also be used for piracy purposes we won't give any support on this matter.
ru: Включив эту опцию, Вы получите доступ к установщикам программ, содержащих защиту от копирования (DRM), несовместимую с режимом эмуляции. Единственный способ обойти это - использовать патчи бездискового запуска "no-cd", но, так как это может быть использовано в пиратских целях, мы не оказываем никакой поддержки подобным приёмам.

source: There is nothing installed to run .{0} files.
ru: Отсутствует приложение для запуска .{0} файлов.

source: {0} error
ru: Ошибка {0}

source: {0} website is unavailable. Please check your connection
ru: Веб-сайт {0} недоступен. Пожалуйста, проверьте интернет-соединение.

source: Refreshing {0}
ru: Обновление {0}

source: An updated version of {0} is available
ru: Доступна обновленная версия {0}

source: Run
ru: Запуск

source: Donate
ru: Пожертвовать

source: Exit
ru: Выход

source: Small icons
ru: Мелкие значки

source: Medium icons
ru: Обычные значки

source: Large icons
ru: Крупные значки

source: Very large icons
ru: Огромные значки

source: Manage Wine versions
ru: Управление версиями Wine

source: {0} console
ru: Консоль {0}

source: Close all {0} software
ru: Закрыть все программы {0}

source: File associations
ru: Файловые ассоциации

source: Plugin manager
ru: Менеджер плагинов

source: About {0}
ru: О {0}

source: File
ru: Файл

source: Tools
ru: Утилиты

source: Settings
ru: Настройки

source: Plugins
ru: Плагины

source: Close
ru: Закрыть

source: Configure
ru: Настроить

source: Search
ru: Поиск

source: Open the application's directory
ru: Открыть в каталоге приложения

source: Read the manual
ru: Прочитать Руководство

source: Set the icon
ru: Установить значок

source: Close this application
ru: Закрыть приложение

source: No manual found for {0}
ru: Не найдено руководство пользователя для {0}

source: Install a program
ru: Установить программу

source: Update GIT
ru: Обновить GIT

source: Update instructions
ru: Инструкции по обновлению

source: Debug
ru: Отладка

source: Create a shortcut
ru: Создать ярлык

source: Open the directory
ru: Открыть папку

source: Uninstall
ru: Удалить

source: Please select a program.
ru: Пожалуйста, выберите программу.

source: {0} settings
ru: {0} настройки

source: {0} install menu
ru: {0} меню установки

source: {0} wine versions manager
ru: {0} менеджер версий Wine

source: The virtual drive associated with {0} ({1}) does no longer exists.
ru: Виртуальный диск, связанный с {0} ({1}), больше не существует.

source: Are you sure you want to close all {0} Windows?
ru: Закрыть все окна {0}?

source: Run your Windows programs on
ru: Запустить Windows программы на

source: PlayOnLinux and PlayOnMac team Under GPL licence version 3
ru: Команда PlayOnLinux и PlayOnMac Под лицензией GPL v3

source: Developer and Website:
ru: Разработчик и вебсайт:

source: Scriptors:
ru: Разработчики сценария:

source: Packager:
ru: Упаковщик:

source: Icons:
ru: Значки:

source: The following people contributed to this program:
ru: В работе над программой принимали участие:

source: Translations:
ru: Перевод:

source: Read TRANSLATORS file
ru: Aleksey Kabanov, Alex8Belov, Andrei B. Borisov, Andrey Olykainen, Anton Shestakov, Aymeric PETIT, Colix, Constantine E. Kozlov, Dennis Kowalski, Igor Zinovyev, Ilja Lobanov, Oleg Koptev, Quentin PÂRIS, Yuri Tkachenko, bazilio, fenixk19, Николай Авдеев (NickKolok, Nikolay Avdeev), Элиза. Подробнее - в файле TRANSLATORS.

source: {0} is not able to start PlayOnLinux Setup Window server.
ru: {0} не может запустить сервер установочных окон PlayOnLinux.

source: {0} cannot find {1}
ru: {0} не может найти {1}

source: (from {2})
ru: (из {2})

source: You need to install it to continue
ru: Необходимо установить его, чтобы продолжить

source: You should install it to use {0}
ru: Необходимо установить его, чтобы использовать {0}

source: {0} is not supposed to be run as root. Sorry
ru: {0} не предполагается запускать с правами суперпользователя.

source: {0} is unable to find 32bits OpenGL libraries. You might encounter problem with your games
ru: {0} не может обнаружить 32bits OpenGL библиотеки. Вы можете испытывать проблемы с запуском Ваших игр

source: {0} is unable to find 64bits OpenGL libraries. You might encounter problem with your games
ru: {0} не может обнаружить 64bits OpenGL библиотеки. Вы можете испытывать проблемы с запуском Ваших игр

source: Your filesystem might prevent {0} from running correctly. Please open {0} in a terminal to get more details
ru: Ваша файловая система препятствует корректной работе {0}. Запустите {0} в терминале, чтобы получить подробности.

source: Do you want to help {0} to make a compatibility database? If you click yes, the following things will be sent to us anonymously the first time you run a Windows program: - You graphic card model - Your OS version - If graphic drivers are installed or not. These information will be very precious for us to help people.
ru: Хотите ли вы помочь {0} составить базу совместимости? Если вы согласитесь, при первом запуске Windows программы, анонимно будут отправлены следующие данные: - Модель Вашей видео карты - Версия OS - Информация о видео драйвере Эта информация сильно пригодится нам для помощи остальным пользователям.

source: Are you sure you want to want to install {0} package?
ru: Вы точно хотите установить пакет {0}?

source: You are trying to open a script design for {0}! It might not work as expected
ru: Вы пытаетесь открыть скриптовую конструкцию для {0}! Она может работать не так, как предполагается...

source: Proxy configuration
ru: Конфигурация прокси

source: Set a proxy
ru: Использовать прокси

source: Proxy address
ru: Адрес прокси

source: Proxy port
ru: Порт прокси:

source: Proxy login
ru: Имя пользователя

source: Proxy password
ru: Пароль

source: Installed plugins
ru: Установленные плагины

source: Add
ru: Добавить

source: Enable
ru: Включить

source: Choose a plugin
ru: Выбрать плагин

source: What is the extension?
ru: Какое расширение?

source: Assigned program
ru: Назначенная программа

source: Delete
ru: Удалить

source: Are you sure you want to install:
ru: Вы уверены, что хотите установить:

source: Are you sure you want to delete:
ru: Вы уверены, что хотите удалить:

source: Disable
ru: Отключить

source: Apply
ru: Применить

source: You must restart {0} for the changes to take effect.
ru: Вам необходимо перезапустить {0}, чтобы изменения вошли в силу.

source: Installed Wine versions:
ru: Установленные версии Wine:

source: Available Wine versions:
ru: Доступные версии Wine:

source: Wine versions
ru: Версии Wine

source: Are you sure you want to delete wine {0}?
ru: Вы действительно хотите удалить wine {0}?

source: {0} is not able to start POL_SetupWindow_server.
ru: {0} не может запустить POL_SetupWindow_server.
