Repository: PlayOnLinux/POL-POM-4
Catalog: lang/po/*.po
Languages: ru

source: Which application do you want to apply the modification to?
ru: К какому приложению вы хотите применить модификацию?

source: This plugin wil allow you to capture you applications under PlayOnLinux
ru: Этот плагин позволяет выполнять видеозахват приложений, запущенных через PlayOnLinux

source: Capture menu (OpenGL)
ru: Меню видеозахвата (OpenGL)

source: Capture menu (not OpenGL)
ru: Меню видеозахвата (не-OpenGL)

source: Begin the capture of an application
ru: Начать видеозахват приложения

source: Play a captured file
ru: Воспроизвести захваченный файл

source: Convert a captured file to video
ru: Преобразовать захваченный файл в видеоклип

source: Press Next then click on the window\nyou want to capture.\nCapture will start automatically after 5 seconds.\nOnly video will be captured.
ru: Нажмите «Далее», затем нажмите на окно,\nкоторое вы хотите захватить.\nЗахват начнётся автоматически через 5 секунд.\nБудет захвачено только видео.

source: Capture will begin...
ru: Захват начнётся…

source: Press <SHIFT>+F8 to start or stop capture
ru: Нажмите <SHIFT>+F8 для запуска/остановки захвата

source: Press <SHIFT>+F8 to stop capture
ru: Нажмите <SHIFT>+F8 для остановки захвата

source: Capture in progress...
ru: Производится захват…

source: Choose an action to perform
ru: Выберите выполняемое действие

source: Please choose a PID capture file to play
ru: Выберите файл PID для воспроизведения

source: Please choose an OGV capture file to play
ru: Выберите файл OGV для воспроизведения

source: Please choose a capture file to convert
ru: Выберите захваченный файл для конвертации

source: You must choose a capture to read
ru: Вы должны выбрать захваченное видео для чтения

source: You must choose a capture to convert
ru: Вы должны выбрать файл видеозахвата для конвертации

source: Please wait while the PlayOnLinux logo is created...
ru: Подождите, добавляется логотип PlayOnLinux…

source: Add the PlayOnLinux logo to your video?
ru: Добавить логотип PlayOnLinux в видеоклип?

source: Warning: For correct video encoding,\nresolution MUST be a multiple of 16
ru: Внимание, для корректного кодирования видео,\nразрешение ДОЛЖНО БЫТЬ кратно 16!

source: Ubuntu users must add the MEDIBUNTU repository\nfor this conversion format to work properly.
ru: Пользователи Ubuntu должны добавить репозиторий Medibuntu\nдля поддержки этого формата.

source: Choose the video format for conversion
ru: Выберите формат видео для конвертации

source: Define your encoding options for pass 1 \n (leave defaults if you do not know what to do)
ru: Задайте необходимые параметры кодирования для 1 прохода \n (оставьте значения по умолчанию, если вы не знаете, за что они отвечают)

source: Define your encoding options for pass 2 \n (leave defaults if you do not know what to do)
ru: Задайте необходимые параметры кодирования для 2 прохода \n (оставьте значения по умолчанию, если вы не знаете, за что они отвечают)

source: Define your encoding options \n (leave defaults if you do not know what to do)
ru: Задайте необходимые параметры кодирования \n (оставьте значения по умолчанию, если вы не знаете, за что они отвечают)

source: Please wait while your video is being encoded...
ru: Подождите, производится конвертация видеофайла...

source: Conversion done
ru: Конвертация выполнена

source: Choose an option to modify
ru: Выберите изменяемый параметр

source: All
ru: Все

source: You must choose a game to modify
ru: Вы должны выбрать игру для изменения

source: Welcome in Advanced Wine Configuration, an optimization’s system for Wine created by GNU_Raziel. If you does not know what to choose, LEAVE DEFAULTS
ru: Добро пожаловать в «Расширенные настройки Wine», систему оптимизации Wine, созданную GNU_Raziel. Если вы не знаете, что выбрать, ОСТАВЬТЕ значения по умолчанию

source: Choose a game
ru: Выберите игру

source: You did not select a game
ru: Вы не выбрали игру

source: Choose DirectDraw Renderer Mode?
ru: Выбрать режим рендеринга DirectDraw?

source: Activate GLSL Support?
ru: Активировать поддержку GLSL?

source: Choose Offscreen Rendering Mode?
ru: Выбрать режим внеэкранного вывода?

source: Choose Render Target Lock Mode?
ru: Выбрать режим блокировки вывода?

source: Activate Multisampling support?
ru: Активировать поддержку мультисемплинга?

source: Activate the mouse warp override?
ru: Активировать удержание мыши в окне?

source: Optimisation done
ru: Оптимизация выполнена

source: Welcome in Detour, a plugin witch enable you to create post-install shorcuts.
ru: Добро пожаловать в Detour, модуль позволяющий создавать ярлыки после установки.

source: Choose an application
ru: Выберите приложение

source: Operation done
ru: Операция завершена

source: Please select the setup file to run
ru: Пожалуйста, выберите установочный файл для запуска

source: Please insert the game media into your disk drive.
ru: Пожалуйста вставьте носитель с игрой в дисковод.

source: When $TITLE download by Steam is finished,\nDo NOT click on Play.\n\nClose COMPLETELY the Steam interface, \nso that the installation script can continue.
ru: Когда загрузка $TITLE через Steam завершится,\nНЕ нажимайте "Играть" ("Play").\n\nПОЛНОСТЬЮ закройте интерфейс Steam, \n чтобы скрипт установки мог продолжить работу.

source: NOTICE: To register, when it opens asking for registration, drag-and-drop your reg file into $TITLE
ru: ПРИМЕЧАНИЕ: Чтобы зарегистрироваться, когда $TITLE потребует, перетащите ваш reg-файл в окно $TITLE

source: NOTICE: For low-latency audio, look into WineASIO.
ru: ПРИМЕЧАНИЕ: для получения звука с малой задержкой обратитесь к WineASIO.

source: Do you want to install the 2.0a Patch?
ru: Желаете установить патч версии 2.0a?

source: This is an installer for an update or an addon;\nPlease install $TITLE_REQUIRED first
ru: Это установщик для обновления или дополнения;\nПожалуйста, сначала установите $TITLE_REQUIRED.

source: Do you want to install the 1.0c Patch?
ru: Желаете установить патч версии 1.0c?

source: In order to installa $TITLE we need to install first Mod Pack Studio Lite 2.0
ru: Перед установкой $TITLE, нам требуется установить Mod Pack Studio Lite 2.0

source: Please notice that Standards Maps do not work correctly, whereas Custom Maps works without problems.
ru: Обратите внимание, что стандартные карты работают некорректно; пользовательские карты работают без проблем.

source: When $TITLE download by Steam is finished,\nDo NOT click on Play.\n\nClose COMPLETELY the Steam interface, \nso that the installation script can continue
ru: Когда загрузка $TITLE через Steam завершится,\nНЕ нажимайте "Играть" ("Play").\n\nПОЛНОСТЬЮ закройте интерфейс Steam, \n чтобы скрипт установки мог продолжить работу.

source: If .NET 3.0 installation fail, dont worry\nthe game will still work
ru: Если установка .NET 3.0 завершится неудачно - не беспокойтесь,\nигра все еще будет работать.

source: You dont have to install DirectX or use GLSetup.
ru: Установка DirectX или GLSetup не требуется.

source: Please select the setup file to run.
ru: Пожалуйста, выберите установочный файл для запуска.

source: Please wait...
ru: Пожалуйста, подождите...

source: Installation finished.
ru: Установка завершена.

source: Please insert game media into your disk drive
ru: Вставте пожалуйста диск с игрой в ваш привод

source: Please select the setup file to run:
ru: Пожалуйста, выберите установочный файл для запуска:

source: Welcome in the patch $PVERSION Installer for $TITLE_REQUIRED
ru: Добро пожаловать в установщик патча $PVERSION для $TITLE_REQUIRED

source: Steam have is own automatic update system
ru: Steam имеет собственную систему обновлений

source: Select patch to execute
ru: Выберите патч для установки

source: Please insert game media into your disk drive\nif not already done.
ru: Пожалуйста, вставьте диск с игрой в дисковод\nесли вы еще не сделали этого.

source: Steam have is own automatic update system.
ru: Steam имеет собственную систему обновлений

source: Please insert the game media into your disk drive
ru: Пожалуйста, вставьте диск с игрой в ваш дисковод.

source: When the game setup will ask for next Disk\nclick on \"Forward\"
ru: Когда установщик попросит вас вставить следующий диск,\nнажмите на \"Далее\"

source: Please insert the next game media into your disk drive
ru: Пожалуйста, вставьте следующий игровой диск в ваш дисковод.

source: Welcome in the patch $PVERSION installer for $TITLE_REQUIRED
ru: Добро пожаловать в установщик патча версии $PVERSION для $TITLE_REQUIRED

source: Please install $TITLE_REQUIRED first
ru: Пожалуйста, перед началом установки установите $TITLE_REQUIRED

source: International version
ru: Интернациональная версия

source: Italian version
ru: Итальянская версия

source: Japanese version
ru: Японская версия

source: Which version do you have?
ru: Какая у вас версия игры?

source: Game is not installed.
ru: Игра не установлена.

source: This addon automatically install patch 2.5.26461
ru: Это дополнение автоматически установит патч 2.5.26461

source: Select first patch to execute
ru: Выберите первый патч для выполнения

source: Select second patch to execute
ru: Выберите второй патч для выполнения

source: US or Canadian version
ru: Версия для США или Канады

source: This addon automatically install patch 1.3.5511
ru: Это дополнение автоматически установит патч 1.3.5511

source: UK version
ru: Версия для Великобритании

source: You must disable anti-piracy protections of this game\nif you want to play it with wine
ru: Вы должны отключит антипиратскую защиту для этой игры\nесли вы хотите играть в неё при помощи wine

source: Be careful! To run $TITLE with $APPLICATION_TITLE, you must install a No-CD patch even if you have a legal version.\n\nPlease remember that $APPLICATION_TITLE is strongly against piracy, and will never support it.
ru: Будьте осторожны! Для запуска $TITLE с $APPLICATION_TITLE, вы должны установить No-CD патч даже если имеете легальную версию.\n\nПожалуйста помните, что $APPLICATION_TITLE категорически против пиратства, и никогда не будет поддерживать его.

source: You must disable anti-piracy protections of this game\nif you want to play it with wine.
ru: Вы должны отключить антипиратскую защиту для этой игры\nесли вы хотите играть в неё при помощи wine.

source: Game Of The Year version
ru: Издание \"Игра Года\"

source: Normal version
ru: Обычная версия

source: Welcome in the patch $PVERSION installer for $TITLE
ru: Приветствуем в установщике патча $PVERSION для $TITLE

source: Warning: GameShadow wont work.\nPlease de-select during installation.
ru: Предупреждение: GameShadow не будет работать.\nПожалуйста, отключите его во время инсталляции.

source: Do not forget to close Steam when downloading\nis finished, so that $APPLICATION_TITLE can continue\nto install your game.
ru: Не забудьте закрыть Steam по завершении загрузки,\nчтобы $APPLICATION_TITLE смог продолжить установку.

source: Steam is about to perform an update.\nAfter Steam finishes updating and shows you to the login interface, login and then let $TITLE install.\n\nWhen the installation is finished, press next (Do not close Steam)
ru: Steam готов к обновлению.\nПосле того как обновление завершится и откроется окно входа, войдите в аккаунт и запустите установку $TITLE. Когда установка завершится нажмите \"Далее\" (закрывать Steam не нужно).

source: Steam is installing $TITLEW, press next when the installation is finished
ru: Steam устанавливает $TITLEW. Нажмите \"Далее\" по завершении установки.

source: Steam is installing $TITLEBTS, press next when the installation is finished
ru: Steam устанавливает $TITLEBTS. Нажмите \"Далее\" по завершении установки.

source: Steam is installing $TITLECOL, please quit Steam properly when the installation is finished (make sure Steam is not still in the traybar) and then press next so that the installation script can continue.
ru: Steam устанавливает $TITLECOL. Пожалуйста убедитесь в том, что по завершении установки вы полностью вышли из Steam (иконки на панели инструментов быть не должно) и нажмите кнопку \"Далее\" чтобы установочный скрипт смог продолжить свою работу.

source: Installation finished\n\nThe game might crash on the first attempt, but no worries, just try one more time.
ru: Установка завершена.\n\nПри первой попытке запуска игра может вылететь, но не беспокойтесь, просто попробуйте еще раз.

source: Choose the game language you want
ru: Выберите желаемый язык игры

source: Wait while language pack is configured...
ru: Подождите, идет настройка языкового пакета...

source: Welcome in the patch $PVERSION Installer for $TITLE
ru: Добро пожаловать в установщик патча версии $PVERSION для $TITLE

source: Wait while the patch is downloading...\nThis operation can take time, depending of your connexion.
ru: Подождите пока загружается патч...\nЭта операция может занять некоторое время, которое зависит от вашего соединения.

source: Installation in progress...
ru: Выполняется установка...

source: English
ru: Английский

source: French
ru: Французкий

source: German
ru: Немецкий

source: Which language version would you like to install?
ru: Какой язык вы хотите установить?

source: NOTE: This installer requires you to use a CD, if you downloaded the freeware ISO images released by EA, please burn them to a CD or DVD using something like Brasero, and insert into your CD drive. Mounting the ISO images may work with certain software, however I know that Mounty does not work for this.
ru: ПРИМЕЧАНИЕ: Этот установщик требует использования компакт-диска. Если Вы загрузили бесплатно распространяемый ISO-образ, выпущенный EA, пожалуйста, запишите его на CD или DVD чем-нибудь вроде Brasero и вставьте в Ваш компакт-дисковод. Монтирование ISO-образов может работать с некоторым программным обеспечением, однако известно, что Mounty для этого не подходит.

source: Attention: After installation is complete, the patcher will load. Please close the patcher before logging in to complete the installation. After this, you can run "$TITLE" when setup is done
ru: Внимание: когда установка успешно завершится, загрузится патчер. Пожалуйста, закройте патчер перед входом в игру для завершения установки. По завершении настройки вы можете запустить "$TITLE" .

source: Please insert media 1 into your disk drive\nif not already done.
ru: Пожалуйста вставьте диск№ 1 в ваш дисковод,\nесли это еще не сделано.

source: Wait while the installation is prepared...
ru: Подготовка к установке...

source: Please insert media 2 into your disk drive\nif not already done.
ru: Пожалуйста вставьте диск №2 в ваш дисковод,\nесли это еще не сделано.

source: Please select the setup file downloaded on $EDITOR website
ru: Пожалуйста выберите установойчный файлЮ скаченный с сайта $EDITOR

source: $TITLE has been installed.\n\nA special thank to Erich Hoover for his wine patch (AcceptEx Fix)
ru: $TITLE установлен.\n\nВыражаем особую благодарность Эрику Гуверу за патч к wine (AcceptEx Fix)

source: If you have Error 3007 on connecting, open a terminal and type:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope
ru: Если во время соединения вы столкнулись с ошибкой Error 3007, откройте терминал и наберите:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope

source: When $TITLE Restore by Steam is finished,\nDo NOT click on Play.\n\nClose COMPLETELY the Steam interface, \nso that the installation script can continue.
ru: Когда Steam закончит восстановление $TITLE,\nНЕ нажимайте "Играть" ("Play").\n\nПОЛНОСТЬЮ закройте интерфейс Steam , \nчтобы скрипт установки смог продолжить свою работу.

source: When $TITLE download by Steam is finished, do NOT click on Play.\n\nClose COMPLETELY he Steam interface, \nso that the installation script can continue
ru: Когда Steam закончит загрузку $TITLE, НЕ НАЖИМАЙТЕ на кнопку \"Играть\".\n\nGJKYJCNM> закройте Steam чтобы скрипт смог продолжить свою работу.

source: If the setup request DirectX installation, answer no.
ru: Tckb вас спросят, устанавливать ли DirectX, отвечайте \"нет\".

source: Welcome in the DLCs Installer for $TITLE_REQUIRED
ru: Добро пожаловать в установщик DLC для $TITLE_REQUIRED

source: This addon automatically patch the game to version 1.03
ru: Это дополнение автоматически обновит игру до версии 1.03

source: When game setup will ask for next DVD\nclick on \"Forward\"
ru: Когда установщик попросит вам вставить следующий DVD\nнажмите на \"Далее\"

source: You must not set shadow level to its maximum\nor you will have to delete and redo installation of the game.
ru: Не нужно устанавливать настройки теней на максимум\nили же вам придется удалить и переустановить игру.

source: Requires about 18Gb free space.nnAs well, an additional 5Gb in your /home/ folder if you will use online installer.nRecommend using offline installer.
ru: Требует около 18Гб свободного места.nnЕщё 5Гб будет занято в домашней директории, при использовании онлайн установщика.nРекомендуется использование оффлайн установщика.

source: You want to open $TITLE download page in your browser?
ru: Хотите открыть страницу загрузки $TITLE в вашем браузере?

source: You want to create symbolic link for $TITLE settings in your /home/ folder?n(Recommend yes.)
ru: Вы хотите создать символьную ссылку для настроек $TITLE в вашей домашней директории?n(Рекомендуется)

source: Please insert the first game media into your disk drive
ru: Пожалуйста вставьте Диск 1 в ваш дисковод

source: Please insert the second game media into your disk drive
ru: Пожалуйста вставьте Диск 2 в ваш дисковод

source: Please wait while $TITLE is installed.
ru: Пожалуйста, подождите пока программа $TITLE устанавливается.

source: During installation, please UNCHECK the option for ASIO4ALL, and UNCHECK run FL Studio at end of install.
ru: Во время установки, пожалуйста, СНИМИТЕ галочки "ASIO4ALL" и "Запустить FL Studio в конце установки" ("Run FL Studio at end of install").

source: NOTICE: For low-latency audio, look into WineASIO. Your MIDI controllers should work as expected.
ru: ПРИМЕЧАНИЕ: для получения звука с низкой задержкой загляните в WineASIO. Ваши MIDI-контроллеры должны работать как полагается.

source: Please insert media 3 into your disk drive\nif not already done.
ru: Пожалуйста вставьте диск №3 в ваш дисковод\n,если это еще не сделано.

source: Please insert media 4 into your disk drive\nif not already done.
ru: Пожалуйста вставьте диск №4 в ваш дисковод\n,если это еще не сделано.

source: Click on "Forward" ONLY when Steam game installation\nwill be finished or you will have to redo the installation.
ru: Кликните по кнопке "Далее" ТОЛЬКО когда Steam завершит\nустановку, иначе вам придется отменить установку.

source: Welcome in the DLC Installer for $TITLE
ru: Добро пожаловать в установщик DLC для $TITLE

source: Select a DLC to install
ru: Выберите DLC для установки

source: Lite (702MB), fix major issues (18 cutscenes)
ru: Лайт версия (702Мб), исправляет серьезные проблемы (18 катсцен)

source: Full (1.5GB), fix even minor issues (49 cutscenes)
ru: Полная версия (1.5Гб), исправляет даже мелкие проблемы (49 катсцен)

source: Which version do you want to install?
ru: Какую версию вы хотите установить?

source: Decompressing archive...
ru: Распаковка архива...

source: Error while installing archive
ru: Произошла ошибка во время установки архива

source: Advent Revising patch has been installed;\nDont forget to leave some email to Setz for his work.
ru: Патч Advent Revising установлен;\nНе забудьте поблагодарить Setz за работу!

source: Editor
ru: Редактор

source: This install script requires ffmpeg
ru: Этот скрипт установки требует наличия ffmpeg

source: Converting videos...
ru: Конвертация видео...

source: On first run the game will autodetect available renderers.\nIt is likely that you will get better performance out of the OpenGL renderer;\nYou can select it after clicking on "Show all devices".
ru: При первом запуске игра автоматически определит доступные рендеры.\nСкорее всего лучшая производительность будет на рендере OpenGL;\nВыберите его нажав на "Показать все устройства" (Show all devices).

source: Run $TITLE in safe mode?
ru: Запустить $TITLE в безопасном режиме?

source: Tip: The high-resolution mode has been activated, if it is too slow, you can disable it by pressing Alt+R while in game.)
ru: Подсказка: Режим высокого разрешния был активирован. При проблемах с производительностью, вы можете отключить его, нажав Alt+R во время игры.)

source: Tip: You can enable a higher-resolution mode by pressing Alt+R during the game.
ru: Подсказка: вы можете активировать режим высокого разрешения, нажав Alt+R во время игры.

source: Could not find program directory
ru: Не найдена дериктория программы

source: The level editor
ru: Редоктор уровней

source: What extra shortcuts should be created?
ru: Какие дополнительные ярлыки следует создать?

source: Default video settings are a bit low for modern computers,\nremember to click on "Auto-detect" in advanced video settings.
ru: Настройки графики по-умолчанию немного низковаты для современных компьютеров,\nтак что не забудьте нажать на "Автоопределение" в расширенных настройках графики.

source: This is an installer for an update;nPlease install $TITLE_REQUIRED first
ru: Данный установщик предназначен для обновления;nПожалуйста, установите сначала $TITLE_REQUIRED

source: Think about disabling triple-buffering in settings,\nas it is not fully supported by Wine yet.
ru: Подумайте об отключении тройной буферизации в настройках,\n так как она пока не полностью поддерживается Wine.

source: Dedicated Server Editor
ru: Редактор Выделенного Сервера

source: Go there now?
ru: Куда теперь?

source: You can download the archive file from:
ru: Вы можете загрузить архив из:

source: Dedicated Server
ru: Выделенный Сервера

source: Language
ru: Язык

source: Spanish
ru: Испанский

source: What is your preferred language?
ru: Какой язык вы предпочитаете?

source: Brasilian (text only)
ru: Португальский (только текст)

source: Dutch (text only)
ru: Нидерландский (только текст)

source: Italian (text only)
ru: Итальянский (только текст)

source: Spanish (text only)
ru: Испанский (только текст)

source: Arrow keys (default)
ru: Стрелки (по-умолчанию)

source: Standard keyboard layouts
ru: Стандартная раскладка клавиатуры

source: Unchanged
ru: Без изменений

source: Factory defaults
ru: Заводские установки

source: High quality (Entropy settings)
ru: Высокое качество (настройки Энтропии)

source: Visual quality
ru: Качество графики

source: Do you want to read original thread in GOG.com forums?
ru: Хотите прочесть тему на форуме GOG.com?

source: Error while uncompressing the archive
ru: Ошибка во время распаковки архива

source: The patch can now be activated and configured from\nPlayOnLinux s setup wizard for Outcast.\nAnd dont forget to leave a message to Zenger on GoG forums!
ru: Теперь патч можно активировать и настроить через\nмастер настройки PlayOnLinux для Outcast.\nИ не забудьте оставить сообщение мэтру Zenger на форумах GoG!

source: Run \$TITLE?
ru: Запустить \$TITLE?

source: Check that the resolution has been changed\n(eventually set to \"HI-RES\") in the loader.
ru: Проверьте, что разрешение экрана изменилось\n(в конечном итоге на \"высокое\" (\"HI-RES\") в загрузчике.

source: Dedicated server
ru: Выделенный сервер

source: The codes needed to start a new game can be found in the\ndocumentation;\nRight-click the game icon, "Read the manual".
ru: Коды, необходимые для начала новой игры, можно найти\nв докуметации;\nКликните по значку игры правой кнопкой мыши

source: If you can barely distinguish a landscape behind main menu,\ndisable FOG in graphic options.
ru: Если вы с трудом различаете задник в главном меню,\nотключите Туман (FOG) в графических настройках.

source: (windowed)
ru: (оконный режим)
