Repository: PlayOnLinux/POL-POM-4
Catalog: lang/po/*.po
Languages: ru

source: It is highly recommended to now install the Circle of Eight Modpack\nto fix many issues with this game, and optionally add new content\n(for "NC" modpacks).\nUse the dedicated PlayOnLinux script in patches section.
ru: Настоятельно рекомендуем установить пакет модов Circle of Eight.\nОн не только исправит ошибки но и добавит новый контент\n(для пакета модов "NC")Используйте соответствующий скрипт PlayOnLinux в разделе "Патчи".

source: Now you must install the modpack in directory:
ru: Теперь вы должны установить пакет модов в следующую директорию:

source: Please select ANY 3 icons when prompted.
ru: Пожалуйста, выберите ЛЮБЫЕ три значка, когда Вас об этом попросят.

source: temp directory missing
ru: отсутствует временная папка

source: Two Worlds Control Panel is a tool from InsideTwoWorlds community,\nthat allows you to tweak parameters and manage mods\nfor this game. See\nhttp://www.insidetwoworlds.com/local_links.php?linkid=21&catid=13 for details.\nInstall it?
ru: "Контрольная панель Two Worlds" - инструмент от сообщества InsideTwoWorlds,,\nпозволяющий тонко настраивать параметры и управляю модификациями\nдля этой игры. См. \nhttp://www.insidetwoworlds.com/local_links.php?linkid=21&catid=13 for details.\nУстановить его?

source: Control Panel
ru: Панель Управления

source: IMPORTANT: \n\nOn the installation window coming next, do NOT click the Options button, it would mess up the language selection.
ru: ВАЖНО: \n\nВ следующем окне установщика НЕ НАЖИМАЙТЕ на кнопку Опции (Options), это повлечет за собой ошибки при выборе языка.

source: On first run the game will autodetect available renderers.\nIt is likely that you will get better performance out of the OpenGL renderer.
ru: При первом запуске игра автоматически определит доступные рендеры.\nСкорее всего лучшая производительность будет на рендере OpenGL.

source: Please select the game language
ru: Пожалуйста, выберите язык игры

source: Choose the game resolution
ru: Выберите разрешение

source: Now you will be able to choose the game mode:\n1)Windowed mode:\nAll works besides system cursor in the game's window.\n\n2)Fullscreen mode:\nAll works besides the sky, it is black.\n\n\n\nWhat mode do you prefer?
ru: Теперь вам нужно выбрать режим игры:\n1) Оконный режим:\nБудет работать все, кроме системного курсора в окне игры.\n\n2) Полноэкранный режим:\nБудет работать все, кроме неба - оно будет черным.\n\n\n\nКакой режим вы выбираете?

source: $TITLE is installed
ru: $TITLE установлен

source: Please insert the DVD-ROM
ru: Пожалуйста, вставьте DVD диск

source: Because of wine bug #30512, dowloading will often crash, just relaunch the client and download will resume from where it stopped. Download percentage reset but do not worry, it do not restart from the beginning.
ru: Из-за бага wine #30512 загрузка зачастую прерывается - просто перезапустите клиент и загрузка продолжится с того места где она остановилась. При этом проценты загрузки сбросятся, но не беспокойтесь, так и должно быть.

source: Please select $TITLE install file. During installation, uncheck all extra drivers it wants to install:
ru: Пожалуйста, выберите установщик $TITLE. Во время установки снимите флажки со всех дополнительных драйверов:

source: No
ru: Нет

source: Steam installation has been detected\nwould you like to install this game in the same virtual drive?
ru: Обнаружен установленный Steam.\nХотите установить эту игру на тот же виртуальный диск?

source: Yes
ru: Да

source: Updating $TITLE
ru: Обновляю $TITLE

source: Please locate installation program (Setup.exe)
ru: Пожалуйста, укажите путь к установщику программы (Setup.exe)

source: Please select $TITLE install file. DO NOT CHECK RUN IMGBURN AT END OF INSTALLATION:
ru: Пожалуйста, выберите установщик $TITLE. НЕ ВЫБИРАЙТЕ "ЗАПУСТИТЬ IMGBURN" ПО ОКОНЧАНИИ УСТАНОВКИ:

source: NOTICE: POL does not condone piracy. Please use $TITLE in a respectable manner
ru: ВНИМАНИЕ: POL не потворствует пиратству. Пожалуйста используйте $TITLE только если имеете лицензию на него.

source: Could not find executable $EXE in virtual disk $PREFIX
ru: Не могу найти испольяемый $EXE на вашем виртуальном диске $PREFIX

source: No supported Infinity Engine game found.
ru: Не найдена игра, поддерживающая Infinity Engine.

source: All supported Infinity Engine games already patched.\nTo modify the screen resolution of a shortcut, use its configurator.
ru: Все поддерживаемые игры на движке "Infinity Engine" уже пропатчены.\nЧтобы изменить разрешение игры для конкретного ярлыка, используйте его конфигуратор.

source: Do you want to install the unicode version of Inno Setup?
ru: Хотите установить юникод версию Inno Setup?

source: Registering libraries, please wait\n(It can take a while)
ru: Регистрируются библиотеки, пожалуста подождите\n(Это может занять некоторое время)

source: glxinfo is not installed. Please install mesa-utils package
ru: glxinfo не установлен. Пожалуйста, установите пакет mesa-utils.

source: Cant install using the official downloader, sorry
ru: Не получается установить игру используя оффициальный загрузчик, приносим извенения.

source: Warning: You must not tick the checkbox "Run $TITLE" when setup is done
ru: Внимание: Не устанавливайте флажок "Запустить $TITLE" по завершении установки.

source: You should now have a League of Legends directory on your desktop containing its installer. You may keep it to speed up reinstallations.
ru: Теперь на вашем рабочем столе есть директория League of Legends, содержащая ее установщик. Сохраните ее для ускорения переустановки.

source: Please insert game media 1 into your disk drive
ru: Пожалуйста, вставьте Диск 1 в ваш дисковод

source: Please insert game media 2 into your disk drive
ru: Пожалуйста, вставьте Диск 2 в ваш дисковод

source: Digital Deluxe version
ru: Эксклюзивная Цифровая версия

source: Which edition do you have?
ru: Кака у вас версия игры?

source: This Procedure will install Microsoft Office $TITLE, a free program that will let you view .doc and .docx documents, but you will not be able to edit them. This program is intended for users that are not able to display complex doc or docx documents. If you want to edit a document, use LibreOffice, OpenOffice or some other editor.
ru: Эта Процедура установит Microsoft Office $TITLE, бесплатную программу, позволяющую вам просматривать файлы .doc и .docx, но не позволяет редактировать их. Эта программа предназначена для тех пользователей, которые не могут корректно открыть doc или docx. Если вы хотите отредактировать такой документ, используйте LibreOffice, OpenOffice или похожие программы.

source: $TITLE has been installed successfully\n\nIf an installation Windows prevent your programs from running, you must remove and reinstall $TITLE
ru: $TITLE успешно установлен.\n\nЕсли установленный Windows мешает вашей программе запускаться, вы должны удалить и переустановить $TITLE.

source: Which type of activation?
ru: Тип активации?

source: Insert address of license server!
ru: Вставьте адрес лицензионного сервера!

source: Insert port of license server!
ru: Вставьте порт лицензионного сервера!

source: Are the data for the license server correct?\nCan these values be added to the registry?\n\nLicense server name: $licenseServerName\nLicense server port: $licenseServerPort
ru: Корректны ли данные лицензионного сервера?\nМожно добавить эти данный в реестр?\n\nИмя лицензионного сервера: $licenseServerName\nПорт лицензионного сервера: $licenseServerPort

source: $TITLE should be activated now.\nMaybe two starts of $TITLE are necessary:\nOne for initialising and one for registration.\n\nJust start, close and restart $TITLE!
ru: $TITLE должен быть активирован.\nВозможно потребуется запустить его 2 раза:\nПервый раз для подготовки, второй раз для регистрации.\n\nПросто запустите, закройте и перезапустите $TITLE!

source: No $TITLE installation found.\n\nPlease use the $TITLE installation script!
ru: Установленный $TITLE не найден.\n\nПожалуйста, используйте скрипт установки $TITLE!

source: Check which components do you want to install additionally:
ru: Выберете дополнительные файлы для установки:

source: Coping install files, please wait...
ru: Копирую файлы установки, пожалуйста, подождите...

source: Demo version
ru: Демоверсия

source: Please select version.
ru: Пожалуйста, выберите версию.

source: Checking piece integrity...
ru: Проверка целостности отдельных частей...

source: Checking download integrity...
ru: Проверка целостности загрузки...

source: Download failed
ru: Загрузка не удалась

source: Download seems to be corrupted
ru: Похоже что загрузка повреждена

source: Retry?
ru: Повторить?

source: PlayOnLinux/PlayOnMac philosophy is to never ask super-user password, however, for this script, it s mandatory. So, we give you the command you must type yourself for this installation to go on :
ru: Согласно политике PlayOnLinux/PlayOnMac мы никогда не запрашиваем у вас пароль суперпользователя, однако для данного скрипта это обязательно. Поэтому мы даем вам команды, которые нужно ввести, чтобы продолжить установку:

source: No filename extension specified, skipping association to native application.
ru: Не указано имя расширения файла, ассоциация с системным приложеним прервана.

source: Please read this
ru: Пожалуйста, прочтите это

source: In what directory do you want to download GOG files?
ru: В какую директорию вы хотите загрузить файлы GOG?

source: Please enter your gog.com login to download $BASENAME
ru: Пожалуйста, введите свой логин на gog.com чтобы загрузить $BASENAME

source: Gog.com login failed, try again?
ru: Вход на gog.com не удался, повторить?

source: The file could also have been updated. If the problem persists, consider reporting the issue so that the script can be adjusted.
ru: Файл также может быть обновлён. Если проблема остаётся, сообщите о проблеме, чтобы скрипт мог быть доработан.

source: Do you want to download $TITLE from GOG.com?
ru: Хотите загрузить $TITLE с GOG.com?

source: Installing Adobe Air
ru: Устанавливается Adobe Air

source: Installing DirectX 9 dlls...
ru: Устанавливаются библиотеки DirectX 9...

source: Installing DirectX 10 dlls...
ru: Устанавливаются библиотеки DirectX 10...

source: Installing DirectX 11 dlls...
ru: Устанавливаются библиотеки DirectX 11...

source: Please wait while Desura is downloaded...
ru: Пожалуйста, подождите пока Desura загружается...

source: Installing DirectMusic
ru: Устанавливается DirectMusic

source: This package does not work on a 64-bit installation
ru: Этот пакет не будет работать на 64 битной версии

source: This package does not work with wine 1.3.22 or lower
ru: Этот пакет не будет рботать на Wine версии 1.3.22 или ниже

source: This package does not work with wine 1.3.18 or lower
ru: Этот пакет не будет рботать на Wine версии 1.3.18 или ниже

source: Package installation will fail until you set /proc/sys/kernel/yama/ptrace_scope to 0
ru: Этот пакет будет продолжать падать пока вы не установите /proc/sys/kernel/yama/ptrace_scope на 0

source: Open $URL now?
ru: Открыть $URL?

source: If you see error messages during DotNet 3.0 installation, you can ignore them without issues
ru: Если вы увидите ошибки во время установки DotNet 3.0 - просто игнорируйте их

source: If you see error messages during DotNet 3.5 installation, you can ignore them without issues
ru: Если вы увидите ошибки во время установки DotNet 3.5 - просто игнорируйте их

source: If you see error messages during DotNet 3.5 SP1 installation, you can ignore them without issues
ru: Если вы увидите ошибки во время установки DotNet 3.5 SP1 - просто игнорируйте их

source: If you see error messages during DotNet 4.0 installation, you can ignore them without issues
ru: Если вы увидите ошибки во время установки DotNet 4.0 - просто игнорируйте их

source: Installing DirectX runtime
ru: Устанавливается рабочая среда DirectX

source: Downloading gecko ...
ru: Загружается gecko...

source: Installing Games For Windows Live
ru: Устанавливается Games For Windows Live

source: Downloading Game For Windows Live...
ru: Загружается Games For Windows Live

source: Warning : GFWL seems to be already installed.\nForcing reinstallation.
ru: Внимание:

source: Installing Linuxtrack-wine DLL...
ru: Устанавливаются библиотеки Linuxtrack-wine...

source: Installing mfc42 DLLs...
ru: Устанавливаются библиотеки mfc42...

source: Installing msasn1 DLL...
ru: Устанавливаются библиотеки msasn1...

source: Please wait while $APPLICATION_TITLE is downloading Ubisoft Game Launcher
ru: Пожалуйста подождите пока $APPLICATION_TITLE загружает Ubisoft Game Launcher

source: Installing Visual Basic runtime
ru: Устанавливается рабочая середа Visual Basic

source: Warning : vcrun2005 seems to be already installed.\nForcing reinstallation.
ru: Внимание: vcrun2005 может быть уже установлена.\nПренудительная переустановка.

source: Warning : vcrun2008 seems to be already installed.\nForcing reinstallation.
ru: Внимание: vcrun2008 может быть уже установлена.\nПренудительная переустановка.

source: VCRun2008 might fail to install because your PlayOnLinux version is too old. Please update.
ru: Установка VCRun2008 может не удастся из-за того, что ваша версия PlayOnLinux слишком старая. Пожалуйста обновитесь.

source: Warning : vcrun2010 seems to be already installed.\nForcing reinstallation.
ru: Внимание: vcrun2010 может быть уже установлена.\nПренудительная переустановка.

source: VCRun2010 might fail to install because your PlayOnLinux version is too old. Please update.
ru: Установка VCRun2010 может не удастся из-за того, что ваша версия PlayOnLinux слишком старая. Пожалуйста обновитесь.

source: Downloading...
ru: Скачивание...

source: Installing wintrust DLL...
ru: Установка DLL-библиотеки wintrust...

source: Installing Xact dlls...
ru: Устанавливаются библиотеки Xact...

source: Installing Xinput dlls...
ru: Устанавливаются библиотеки Xinput...

source: Installing XMLlite...
ru: Устанавливается XMLlite...

source: Microsoft fonts
ru: Шрифты Microsoft

source: Microsoft fonts aren't installed; I'll install them for you.
ru: Шрифты от Miсrosoft не установлены; Я установлю их для вас.

source: Licence translated into your language
ru: Лицензия переведена на ваш язык

source: These fonts were provided by Microsoft\n"in the interest of cross-platform compatibility".
ru: Эти шрифты предоставлены компанией Microsoft\n"в интересах кроссплатформенной совместимости".

source: You are free to download these fonts and use them for your own use,\nbut you may not redistribute them in modified form,\nincluding changes to the file name or packaging format.
ru: Вы можете свободно загрузить и использовать эти шрифты,\nоднако вы не можете изменять их форму,\nвключая изменения имени файла или формата упаковки.

source: Original licence
ru: Оригинальная лицензия

source: Please read and accept the following:
ru: Пожалуйста, прочтите и примите следующее:

source: Downloading fonts
ru: Загружаются шрифты

source: Downloading:
ru: Загружается:

source: Installing fonts
ru: Установка шрифтов

source: Installing:
ru: Устанавливается:

source: Cleaning
ru: Очистка

source: Remove Game For Windows Live...
ru: Удаляется Game For Windows Live...

source: To continue, PlayOnLinux needs to umount your CD-ROM previously mounted with unhide option.
ru: Для продолжения PlayOnLinux должен отмонтировать компакт-дисковод, до этого примонтированный с опцией "Показать скрытое" ("unhide")

source: We need to have sudo access on your computer. Therefore, your root password will be asked. Here is the commands PlayOnLinux will run as root:
ru: Необходим доступ к системе от имени суперпользователя (root). Для этого сейчас будет запрошен пароль суперпользователя. Эти команды PlayOnLinux выполнит от имени суперпользователя:

source: Please read carrefully
ru: Пожалуйста, прочтите внимательно

source: To continue, PlayOnLinux needs to remount your CD-ROM with unhide option.
ru: Для продолжения PlayOnLinux должен перемонтировать компакт-дисковод с опцией "Показать скрытое" ("unhide")

source: Abort installation
ru: Отмена установки

source: Enable ptrace() globally
ru: Сделать ptrace() доступной глобально

source: I fixed it myself, just retest
ru: Я починил это своими силами, просто проверьте ещё разок

source: The program needs access to ptrace() to proceed:
ru: Для продолжения работы программе необходим доступ к ptrace():

source: User abort
ru: Операция отменена пользователем

source: Please insert the first disc
ru: Пожалуйста, вставьте первый диск

source: Read this carefully!\n\nWhen the $TITLE installer ask you to change your cdrom, please come back to this $APPLICATION_TITLE window
ru: Прочтите внимательно!\n\nКогда установщик $TITLE попросит поменять компакт-диск, пожалуйста, вернитесь в это окно $APPLICATION_TITLE

source: When the installer ask you to insert the cdrom number $CDNumber, click next.\n\nDo not click next before!
ru: Когда установщик попросит вставить компакт-диск номер $CDNumber, нажмите "Далее" ("Next").\n\nНе нажимайте "Далее" ("Next") до этого!

source: Now, insert the cdrom number $CDNumber.
ru: Теперь вставьте компакт-диск номер $CDNumber.

source: Now you can go back to the $TITLE installation window to continue
ru: Теперь Вы можете вернуться в окно установки $TITLE и продолжить

source: Please do not run $TITLE after installation has finished.
ru: Пожалуйста, не запускайте $TITLE после окончания установки.

source: Extracting $TITLE
ru: Распаковка $TITLE

source: Please select the file named Pro Evolution Soccer 2013.msi
ru: Пожалуйста, выберите файл с именем Pro Evolution Soccer 2013.msi

source: Please wait while $TITLE is installed
ru: Пожалуйста, подождите, пока $TITLE будет установлен

source: $TITLE has been successfully installed
ru: $TITLE успешно установлен

source: When $TITLE download by Desura is finished,\nDo NOT click on Play.\n\nClose COMPLETELY the Desura interface, \nso that the installation script can continue
ru: Когда Desura закончит загрузку $TITLE,\nНЕ нажимайте "Играть" ("Play").\n\nПОЛНОСТЬЮ закройте интерфейс Desura,\nчтобы установочный скрипт смог продолжить свою работу

source: Wait while installation is prepared...
ru: Подождите, подготовка к установке...

source: Please insert disk 2 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте диск №2 в Ваш дисковод,\nесли это ещё не сделано.

source: Please insert disk 3 into your disk drive\nif not already done.
ru: Пожалуйста, вставьте диск №3 в Ваш дисковод,\nесли это ещё не сделано.

source: Please select $TITLE install file. Do NOT run Reaper after install has finished.
ru: Пожалуйста, выберите установочный файл $TITLE. НЕ запускайте Reaper после завершения установки.

source: If the game crashes at startup, open a terminal and type:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope
ru: Если игра падает при запуске, откройте терминал и наберите:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope

source: The CD protection of this game doesn't work correctly with Wine.
ru: Защита компакт-диска этой игры не может корректно работать с Wine.

source: $TITLE is installed!\n\nNote!\n1)Reboot wine\n2)Set correct output device in wine audio settings\n3)Have fun!
ru: $TITLE установлен!\n\nПримечание:\n1)Перезагрузите Wine\n2)Установите правильное устройство вывода в настройках звука Wine\n3)Наслаждайтесь!

source: You can download $TITLE install file here:
ru: Вы можете загрузить установочный файл $TITLE отсюда:

source: Note
ru: Примечание

source: This will let you install Sacrifice, then will download and install its patch #3. Do not launch the game until the patch is installed.
ru: Это позволит Вам установить Sacrifice, а затем скачать и установить для него патч №3. Не запускайте игру, пока патч не установлен.

source: During the install process, please deselect\n"Install Bonjour for Windows" and "Automaticaly update Safari".
ru: Во время установки, пожалуйста, снимите галочки\n"Установить Bonjour для Windows" ("Install Bonjour for Windows") и "Автоматически обновлять Safari" ("Automaticaly update Safari").

source: Please select the MS-DOS version of setup file:
ru: Пожалуйста, выберите версию файла установки, предназначенную для MS-DOS:

source: Select downloaded ZIP file here
ru: Выберите загруженный ZIP-файл здесь

source: Extracting Slender...
ru: Распаковка Slender...

source: Sorry, but that was not a valid .zip file
ru: Извините, но этот файл не является правильным ZIP-архивом

source: The game will fail to launch until you set /proc/sys/kernel/yama/ptrace_scope to 0
ru: Игра не сможет запуститься, пока Вы не установите /proc/sys/kernel/yama/ptrace_scope в 0

source: If you have a runtime error when running the game, open a terminal and type:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope
ru: Если игра выдаёт ошибку времени выполнения, откройте терминал и наберите:\necho 0|sudo tee /proc/sys/kernel/yama/ptrace_scope

source: Please choose a virtual drive name
ru: Пожалуйста, выберите имя виртуального диска

source: If you want to install $TITLE in another virtual drive\nRun this installer again
ru: Если Вы хотите установить $TITLE на другой виртуальный диск,\nзапустить установщик ещё раз

source: "Horse Armor Pack" installation will begin...
ru: Сейчас начнётся установка "Horse Armor Pack"...

source: "Knights of the Nine" installation will begin...
ru: Сейчас начнётся установка "Knights of the Nine"...

source: "Mehrunes Razor" installation will begin...
ru: "Mehrunes Razor"...

source: "Orrery" installation will begin...
ru: Сейчас начнётся установка "Orrery"...

source: "Spell Tomes" installation will begin...
ru: Сейчас начнётся установка "Spell Tomes"...

source: "Thieves Den" installation will begin...
ru: Сейчас начнётся установка "Thieves Den"...

source: "Vile Lair" installation will begin...
ru: Сейчас начнётся установка "Vile Lair"...

source: "Wizard Tower" installation will begin...
ru: Сейчас начнётся установка "Wizard Tower"...

source: When $TITLE download by Steam is finished, do NOT click on Play.\n\nClose COMPLETELY the Steam interface, \nso that the installation script can continue
ru: Когда Steam закончит загрузку $TITLE, НЕ НАЖИМАЙТЕ на кнопку "Играть"!\n\nПОЛНОСТЬЮ закройте Steam, \n чтобы скрипт смог продолжить свою работу.

source: If you do not have "Shivering Isle" addon\n you must update this game before using it.
ru: Если у Вас нет дополнения "Дрожащий остров"("Shivering Isle"),\nнужно обновить игру перед его использованием.

source: This addon automatically patch the game to 1.2.0416.
ru: Это дополнение автоматически обновит игру до версии 1.2.0416.

source: The codes needed to exit the first dungeon can be found in the\ndocumentation;\nRight-click the game icon, "Read the manual" then check pp 4-5.
ru: Коды, необходимые, чтобы выйти из первой темницы, можно найти в\nдокументации. Щёлкните правой кнопкой мыши по значку игры, "Прочесть руководство" ("Read the manual"), пункты 4-5.

source: Enhanced Edition
ru: Дополненное Издание

source: Standard Edition
ru: Обычное Издание

source: When the game setup will ask for next disk\nclick on "Forward"
ru: Когда установщик попросит вас вставить следующий диск,\nнажмите на \"Далее\"

source: Game is not installed
ru: Игра не установлена

source: Welcome in the $PVERSION installer for $TITLE
ru: Добро пожаловать в установщик версии $PVERSION для $TITLE

source: This game already have Enhanced Edition\nand only need patch 1.5
ru: Эта игра - уже улучшенной версии\nи нуждается только в патче 1.5

source: Select first patch (EE Upgrade) to execute
ru: Выберите первый патч (Обновление EE (EE Upgrade)) для применения

source: Select second patch (1.5) to execute
ru: Выберите второй патч (1.5) для применения
